Repository: passiondeveloper1003/product-enquiry
Catalog: languages/quoteup-*.po
Languages: de_de, hi_in

source: Enquiries
de_de: Anfragen
hi_in: पूछताछ

source: Enquiries and Quotations
hi_in: पूछताछ और उद्धरण

source: enquiries are Anonimized
hi_in: पूछताछ Anonimized हैं

source: enquiries are deleted
de_de: Anfragen werden gelöscht
hi_in: पूछताछ हटा दी जाती है

source: Enquiry
de_de: Anfrage
hi_in: जांच

source: Enquiry & Quote Details
de_de: Anfrage und Quote Details
hi_in: पूछताछ और उद्धरण विवरण

source: Enquiry & Quote Options
de_de: anfrage und Quote Optionen
hi_in: पूछताछ और उद्धरण विकल्प

source: Enquiry and Quote Cart Page
de_de: Anfrage und Quote Warenkorb Seite
hi_in: पूछताछ और उद्धरण कार्ट पेज

source: Enquiry Cart Icon Styling
hi_in: पूछताछ कार्ट आइकन स्टाइलिंग

source: Enquiry Date
de_de: Anfrage Datum
hi_in: पूछताछ की तारीख

source: Enquiry Details
de_de: Detail der Anfrage
hi_in: पूछताछ विवरण

source: Enquiry Disabled
de_de: Enquiry Deaktiviert
hi_in: पूछताछ अक्षम

source: Enquiry disabled for %s product.
hi_in: %s उत्पाद के लिए पूछताछ अक्षम है।

source: Enquiry email sent successfully!
de_de: Anfrage wurde erfolgreich gesendet
hi_in: पूछताछ ईमेल सफलतापूर्वक भेजा गया!

source: Enquiry Enabled
de_de: Enquiry aktiviert
hi_in: पूछताछ सक्षम

source: Enquiry enabled for %s in stock product. Enquiry button will be displayed when that product runs out of stock.
hi_in: स्टॉक उत्पाद में %s लिए पूछताछ सक्षम है। जब वह उत्पाद स्टॉक से बाहर हो जाता है तो पूछताछ बटन प्रदर्शित किया जाएगा।

source: Enquiry enabled for %s out of stock product
hi_in: स्टॉक उत्पाद से %s लिए पूछताछ सक्षम है

source: Enquiry enabled for %s product.
hi_in: %s उत्पाद के लिए पूछताछ सक्षम है।

source: Enquiry from
de_de: Anfrage Formular
hi_in: से पूछताछ की

source: Enquiry is enabled but Enquiry button will be shown when product goes out of stock
de_de: Enquiry ist aktiviert aber Enquiry Button wird gezeigt, wenn das Produkt nicht vorrätig ist.
hi_in: पूछताछ सक्षम है लेकिन उत्पाद के स्टॉक से बाहर जाने पर पूछताछ बटन दिखाया जाएगा

source: Enquiry Language
hi_in: पूछताछ भाषा

source: Enquiry Mail and Enquiry Cart Customization Options
hi_in: पूछताछ मेल और पूछताछ कार्ट अनुकूलन विकल्प

source: Enquiry Mail Customization Option
hi_in: पूछताछ मेल अनुकूलन विकल्प

source: Enquiry Messages
hi_in: पूछताछ संदेश

source: Enquiry or Quote Request for Products from
de_de: Anfrage oder Quote Request für Produkte aus
hi_in: उत्पादों के लिए पूछताछ या उद्धरण अनुरोध

source: Enquiry Remarks and Messages
hi_in: पूछताछ रिमार्क्स और संदेश

source: Enquiry sent successfully!
de_de: Anfrage erfolgreich geschickt!
hi_in: पूछताछ सफलतापूर्वक भेजी गई!

source: enquiry system for all products
de_de: Anfrage System für alle Produkte
hi_in: सभी उत्पादों के लिए जांच प्रणाली

source: Enquiry Terms and Conditions
hi_in: पूछताछ के नियम और शर्तें

source: Enquiry/Quote
de_de: Anfrage/Quote
hi_in: पूछताछ / उद्धरण

source: Enter a value
hi_in: एक मान दर्ज करें

source: Enter an amount here
hi_in: यहां एक राशि दर्ज करें

source: Enter captcha
hi_in: केप्चा भरे

source: Enter the selector for Variation Id if variable products' attributes are not getting added in an enquiry email or in an enquiry cart. This selector is used only on the variable product page to fetch the variation Id of the variation selected by the user.
hi_in: वेरिएशन आईडी के लिए चयनकर्ता दर्ज करें यदि चर उत्पादों की विशेषताओं को पूछताछ ईमेल में या पूछताछ कार्ट में नहीं जोड़ा जा रहा है। इस चयनकर्ता का उपयोग केवल चर उत्पाद पृष्ठ पर उपयोगकर्ता द्वारा चयनित भिन्नता की भिन्नता लाने के लिए किया जाता है।

source: Enter valid email address. Customer Data not updated.
de_de: Eine gültige Email Adresse eingebe. Kundendaten nicht aktualisiert.
hi_in: मान्य ईमेल पता दर्ज करें। ग्राहक डेटा अपडेट नहीं किया गया।

source: Enter valid name. Customer Data not updated.
de_de: Einen gültigen Namen eingeben . Kundendaten nicht aktualisiert.
hi_in: मान्य नाम दर्ज करें। ग्राहक डेटा अपडेट नहीं किया गया।

source: Enter valid Price
de_de: Einen gültigen Preis eingeben
hi_in: मान्य मूल्य दर्ज करें

source: Enter valid Quantity
de_de: gültige Quantität eingeben
hi_in: मान्य मात्रा दर्ज करें

source: Error message to be displayed in case of error
hi_in: त्रुटि संदेश त्रुटि के मामले में प्रदर्शित किया जाना है

source: Error message to show when Google captcha is not verified. Default message: 'Captcha could not be verified.'
hi_in: Google कैप्चा सत्यापित नहीं होने पर दिखाने के लिए त्रुटि संदेश। डिफ़ॉल्ट संदेश: 'कैप्चा सत्यापित नहीं किया जा सका।'

source: Error Occurred
hi_in: त्रुटि हुई

source: Euro
hi_in: यूरो

source: Expected Price
de_de: Erwarteter Preis
hi_in: अपेक्षित मूल्य

source: Expected price and remarks
de_de: erwartete Preis und Bemerkungen
hi_in: अपेक्षित मूल्य और टिप्पणी

source: Expected Price or Remarks column field placeholder
hi_in: अपेक्षित मूल्य या रिमार्क्स कॉलम फ़ील्ड प्लेसहोल्डर

source: Expected Price or Remarks column head Label
hi_in: अपेक्षित मूल्य या रिमार्क्स कॉलम हेड लेबल

source: Expiration Date
de_de: Ablaufdatum
hi_in: समाप्ति तिथि

source: Expired
de_de: abgelaufen
hi_in: समय सीमा समाप्त

source: Export
de_de: Exportieren
hi_in: निर्यात

source: Export all enquiries
de_de: Alle Anfragen exportieren
hi_in: सभी जांच निर्यात करें

source: Extensions
hi_in: एक्सटेंशन

source: Field Required Message
hi_in: फ़ील्ड आवश्यक संदेश

source: File
hi_in: फ़ाइल

source: File Could not be uploaded. Please Contact Network Administrator.
de_de: File konnt nicht hochgeladen werden. Bitte kontaktieren Sie den Netzwerk Administrator.
hi_in: फ़ाइल अपलोड नहीं की जा सकी। कृपया नेटवर्क व्यवस्थापक से संपर्क करें।

source: File size limit
hi_in: फ़ाइल का आकार सीमा

source: File Uploads
hi_in: फ़ाइल अपलोड

source: Filesize
hi_in: फाइल का आकार

source: First
hi_in: प्रथम

source: First name
hi_in: पहला नाम

source: Following Error Occurred: %s. Please contact support on support@wisdmlabs.com if you are not sure why this error is occurring(
hi_in: निम्नलिखित त्रुटि: %s । कृपया support@wisdmlabs.com पर समर्थन से संपर्क करें यदि आप सुनिश्चित नहीं हैं कि यह त्रुटि क्यों हो रही है (

source: For WP 4.9.6 and above %s will get automatically replaced with Privacy Policy Page link. If your site runs on WP below 4.9.6, then replace %s here with link to your Privacy Policy Page.
hi_in: WP 4.9.6 के लिए और इसके बाद के संस्करण %s स्वचालित रूप से गोपनीयता नीति पृष्ठ लिंक के साथ प्रतिस्थापित कर दिया जाएगा। अगर आपकी साइट 4.9.6 से नीचे चलती है, तो अपने गोपनीयता नीति पृष्ठ के लिंक के साथ यहां %s बदलें।

source: Form
hi_in: प्रपत्र

source: Form builder
hi_in: फॉर्म बिल्डर

source: Form Fields
hi_in: फॉर्म फील्ड्स

source: Form Options
de_de: Formular Optionen
hi_in: प्रपत्र विकल्प

source: Form Options
hi_in: प्रपत्र विकल्प

source: Form settings
hi_in: प्रपत्र सेटिंग्स

source: Forms
hi_in: फार्म

source: From
de_de: von
hi_in: से

source: Full Name
de_de: Ganzer Name
hi_in: पूरा नाम

source: General
de_de: Allgemein
hi_in: सामान्य

source: General Settings
hi_in: सामान्य सेटिंग्स

source: Generate Quotation
de_de: Quotation generieren
hi_in: उद्धरण उत्पन्न करें

source: Generating PDF
de_de: PDF generieren
hi_in: पीडीएफ उत्पन्न करना

source: Generic Fields
hi_in: जेनेरिक फील्ड्स

source: Go To Privacy Tab in Settings
hi_in: सेटिंग्स में प्राइवेसी टैब पर जाएं

source: Google Captcha Error Message
hi_in: Google कैप्चा त्रुटि संदेश

source: Google Captcha version 3 ?
hi_in: Google कैप्चा संस्करण 3?

source: Google Secret Key
hi_in: Google गुप्त कुंजी

source: Google Site Key
hi_in: Google साइट कुंजी

source: Greater than
hi_in: से अधिक

source: Hide
de_de: Verstecken
hi_in: छिपाना

source: Hide Price
de_de: Preis verstecken
hi_in: मूल्य छिपाएं

source: Hiding Price for products will also disable 'Add To Cart' for those products. Do you want to continue?
de_de: Zusammen mit dem Preis wird auch 'In den Warenkorb' für diese Produkte versteckt werden. Möchten Sie weitergehen?
hi_in: उत्पादों के लिए मूल्य छिपाना उन उत्पादों के लिए 'Add To Cart' को भी अक्षम कर देगा। क्या आप जारी रखना चाहते हैं?

source: I allow the Site owner to contact me via email/phone to discuss this enquiry. (If you want to know more about the way this site handles the data, then please go through our [privacy_policy])
hi_in: मैं साइट स्वामी को इस पूछताछ पर चर्चा करने के लिए ईमेल / फोन के माध्यम से मुझसे संपर्क करने की अनुमति देता हूं। (यदि आप इस साइट के डेटा को संभालने के तरीके के बारे में अधिक जानना चाहते हैं, तो कृपया हमारे [privacy_policy] पर जाएं)

source: Icon
hi_in: चिह्न

source: Icon Background Color
hi_in: आइकन पृष्ठभूमि रंग

source: Icon Border Color
hi_in: चिह्न बॉर्डर रंग

source: Icon Color
hi_in: चिह्न का रंग

source: Icon Position
hi_in: आइकन स्थिति

source: Icon Product Count Background Color
hi_in: आइकन उत्पाद गणना पृष्ठभूमि रंग

source: Icon Product Count Border Color
hi_in: चिह्न उत्पाद गणना बॉर्डर रंग

source: Icon Product Count Color
hi_in: चिह्न उत्पाद गणना रंग

source: ID
hi_in: आईडी

source: If you want to change fields that gets anonymized while removing personal data from enquiry, then visit 'Privacy' tab of the %s settings page %s and change the selection there.
hi_in: यदि आप व्यक्तिगत डेटा को जांच से हटाते समय अनाम फ़ील्ड बदलना चाहते हैं, तो %s सेटिंग पृष्ठ %s 'गोपनीयता' टैब पर जाएँ और वहाँ चयन बदलें।

source: Insert Image into Input Field
de_de: Image/ Bild im Input Feld ansetzen
hi_in: इनपुट फ़ील्ड में छवि डालें

source: Invalid File Name
de_de: Ungültiger File Name
hi_in: अमान्य फ़ाइल नाम

source: Invalid Media File! Please select proper media file.
de_de: Ungültige Art von der Media File! Bitte eine richtige media file auswählen.
hi_in: अमान्य मीडिया फ़ाइल! कृपया उचित मीडिया फ़ाइल का चयन करें।

source: Invalid URL Provided.
de_de: ungültige URL eingegeben
hi_in: अमान्य URL प्रदान किया गया।

source: IP Address
de_de: IP Adresse
hi_in: आईपी पता

source: Is Equal To
hi_in: के बराबर है

source: Is not equal to
hi_in: के बराबर नहीं है

source: It seems you have upgraded from Product Enquiry Pro 2.x to QuoteUp. There have been database architectural changes in QuoteUp. We strongly recommend to migrate the previous enquiries to QuoteUp %s here %s before you start using Quoteup.
de_de: Es sieht so aus, dass Sie von Product Enquiry Pro 2.x zum QuoteUp aktualisiert haben. Es gibt aber architektonische Veränderungen in QuoteUp. Wir empfehlen Ihnen, die frühere Anfragen zum QuoteUp %s hier %s zu migrieren , bevor Sie mit QuoteUp anfangen.
hi_in: ऐसा लगता है कि आपने उत्पाद पूछताछ प्रो 2.x से उद्धरणअप में अपग्रेड किया है। QuoteUp में डेटाबेस आर्किटेक्चरल बदलाव हुए हैं। हम दृढ़ता से QuoteUp करने के लिए पिछले पूछताछ विस्थापित करने की सलाह देते हैं %s यहाँ %s इससे पहले कि आप Quoteup का उपयोग शुरू।

source: Item
hi_in: मद

source: Label
hi_in: लेबल

source: Last
hi_in: अंतिम

source: Last name
hi_in: अंतिम नाम

source: Less than
hi_in: से कम

source: License Activation Failed. Please try again or contact support on support@wisdmlabs.com(
hi_in: लाइसेंस सक्रियण विफल। कृपया पुनः प्रयास करें या support@wisdmlabs.com पर संपर्क करें (

source: License Key is deactivated(
hi_in: लाइसेंस कुंजी निष्क्रिय है (

source: Live
hi_in: जीना

source: Loading...
hi_in: लोड हो रहा है...

source: Mail Sent
de_de: Email geschickt
hi_in: संदेश भेज दिया गया

source: Make an Enquiry
de_de: Eine Anfrage machen
hi_in: जांच करो

source: Max Date
hi_in: अधिकतम तिथि

source: Maximum rating
hi_in: अधिकतम रेटिंग

source: Message
de_de: Nachricht
hi_in: संदेश

source: Message length must be between 15 to 500 characters
de_de: Die nachricht muss zw. 15-500 zeichen sein
hi_in: संदेश की लंबाई 15 से 500 वर्णों के बीच होनी चाहिए

source: Migrate Enquiries
de_de: Anfragen migrieren
hi_in: पूछताछ को माइग्रेट करें

source: Min Date
hi_in: न्यूनतम तिथि

source: Move to Trash
de_de: In den Papierkorb verschieben
hi_in: रद्दी में डालें

source: Multiproduct Enquiry & Quote Options
de_de: Multiprodukt Anfrage und Quote Optionen
hi_in: बहुउद्देशीय पूछताछ और उद्धरण विकल्प

source: N/A
hi_in: एन / ए

source: Name
hi_in: नाम

source: Name*
hi_in: नाम *

source: New
de_de: Neu
hi_in: नया

source: New Form
hi_in: नए रूप मे

source: New Price
de_de: Neuer Preis
hi_in: नया मूल्य

source: Next
hi_in: आगामी

source: Next »
hi_in: आगामी "

source: No Activations Left.(
hi_in: कोई सक्रियता नहीं बची है?

source: No data available in table
hi_in: तालिका में आंकड़े उपलब्ध नहीं है

source: No enquiries avaliable.
de_de: Keine verfügbare Anfragen
hi_in: कोई जांच उपलब्ध नहीं।

source: No enquiry & quote details available.
de_de: Keine verfügbare Anfrage und Quote Details.
hi_in: कोई पूछताछ और उद्धरण विवरण उपलब्ध नहीं है।

source: No Enquiry Found.
de_de: Keine Anfrage gefunden.
hi_in: कोई पूछताछ नहीं मिली।

source: No forms found in Trash.
hi_in: कूड़ेदान में कोई रूप नहीं मिला।

source: No forms found.
hi_in: कोई प्रपत्र नहीं मिले।

source: No icon
hi_in: कोई आइकन नहीं

source: No matching records found
hi_in: कोई मिलान रिकॉर्ड पाया

source: No message from customer
de_de: Keine Nachricht von dem Kunden
hi_in: ग्राहक से कोई संदेश नहीं

source: No Products in Quotation
de_de: Keine Produkte in der Quotation
hi_in: कोटेशन में कोई उत्पाद नहीं

source: No Products Selected
de_de: Keine Produkte ausgewählt
hi_in: कोई उत्पाद चयनित नहीं

source: No response from server. Please try again later.(
hi_in: सर्वर से कोई प्रतिक्रिया नहीं। बाद में पुन: प्रयास करें।(

source: No Versions Found
de_de: Keine Versionen gefunden
hi_in: कोई संस्करण नहीं मिला

source: Not Active
de_de: Nicht Aktiv
hi_in: अक्रिय

source: Note
hi_in: ध्यान दें

source: Notify Url:
hi_in: Url को सूचित करें:

source: Number
hi_in: संख्या

source: Number of items per page :
de_de: Items pro Seite :
hi_in: प्रति पृष्ठ मदों की संख्या:

source: of these conditions are met
hi_in: इन शर्तों को पूरा किया जाता है

source: Old
de_de: Alt
hi_in: पुराना

source: Old Price
hi_in: पुरानी कीमत

source: on this page
de_de: auf diese Seite
hi_in: इस पृष्ठ पर

source: Once you renew the License, you must Deactivate Plugin and then Activate it again.
hi_in: एक बार जब आप लाइसेंस को नवीनीकृत करते हैं, तो आपको प्लगइन को निष्क्रिय करना होगा और फिर इसे फिर से सक्रिय करना होगा।

source: One or more products from the quotation have been deleted from the store and are currently unavailable. Please contact site admin for more information.
de_de: Mehr als ein Produkt wird aus der Quotation gelöscht werden und sind derzeit nicht verfügbar. Bitte den Site Admin für weitere Information kontaktieren .
hi_in: उद्धरण से एक या अधिक उत्पाद स्टोर से हटा दिए गए हैं और वर्तमान में अनुपलब्ध हैं। अधिक जानकारी के लिए कृपया साइट व्यवस्थापक से संपर्क करें।

source: Options
hi_in: विकल्प

source: Order #
de_de: Bestellung #
hi_in: आदेश #

source: Order associated with the Quote :
de_de: Bestellung assoziiert mit der Quote :
hi_in: उद्धरण से संबंधित आदेश:

source: Order Placed
de_de: bestellt
hi_in: आदेश रखा

source: Other Extensions
hi_in: अन्य एक्सटेंशन

source: Page Url
hi_in: पेज का पता

source: Page you have set for approval and rejection of quote does not exist. Please set a new page for approval/rejection of quotes %s here %s.
de_de: Seite, die Sie für Bestätigung und Ablehnung eingestellt haben, existiert nicht. Bitte eine neue Seite für Bestätigung/ Ablehnung von Quoten %s hier %s erstellen.
hi_in: पृष्ठ जिसे आपने अनुमोदन के लिए निर्धारित किया है और उद्धरण की अस्वीकृति मौजूद नहीं है। कृपया %s यहाँ %s के अनुमोदन / अस्वीकृति के लिए एक नया पृष्ठ सेट करें।

source: Page you have set for approval and rejection of quote does not have the shortcode [APPROVAL_REJECTION_CHOICE]. Please add [APPROVAL_REJECTION_CHOICE] in the content of that page %s here %s.
de_de: Seite, die Sie für Bestätigung und Ablehnung der Quote eingestellt haben, hat den Shortcode [APPROVAL_REJECTION_CHOICE] nicht. Bitte [APPROVAL_REJECTION_CHOICE] in dem Inhalt der Seite %s hier %s hinzufügen.
hi_in: पृष्ठ जिसे आपने अनुमोदन के लिए सेट किया है और उद्धरण की अस्वीकृति में शोर्टकोड नहीं है [APPROVAL_REJECTION_CHOICE]। कृपया उस पृष्ठ %s की सामग्री में [APPROVAL_REJECTION_CHOICE] यहाँ जोड़ें %s ।

source: Page you have set for approval and rejection of quote is in Trash. Therefore, users won't be able to approve/reject quotes. You can change the status of that page %s here %s.
de_de: Seite die für Bestätigung und Ablehnung der Quote eingestellt haben, ist im Papierkorb. Deshalb können die Benutzer die Quoten nicht bestätigen/ ablehnen. Sie können den Status der Seite %s hier%s ändern.
hi_in: पृष्ठ जिसे आपने अनुमोदन के लिए सेट किया है और उद्धरण की अस्वीकृति ट्रैश में है। इसलिए, उपयोगकर्ता उद्धरणों को स्वीकार / अस्वीकार नहीं कर पाएंगे। आप उस पृष्ठ %s की स्थिति यहाँ %s बदल सकते हैं।

source: Page you have set for QuoteUp Cart does not exist. Please set a new page for QuoteUp Cart %s here %s.
de_de: Seite, die Sie für QuoteUp Warenkorb eingestellt haben, existiert nicht. Bitte eine neue Seite für QuoteUp Warenkorb %s hier %s erstellen.
hi_in: आपके द्वारा QuoteUp कार्ट के लिए निर्धारित पृष्ठ मौजूद नहीं है। कृपया %s यहाँ %s लिए एक नया पृष्ठ सेट करें।

source: Page you have set for QuoteUp Cart does not have the shortcode %s. Please add %s in the content of that page %s here %s.
de_de: Die Seite, die Sie für QuoteUp Warenkorb eingestellt haben, hat den Shortcode %s nicht. Bitte fügen Sie %s, %s hier %s im Inhalt der Seite ein.
hi_in: आपके द्वारा QuoteUp कार्ट के लिए निर्धारित पृष्ठ में शोर्ट %s । कृपया जोड़ने %s कि पृष्ठ की सामग्री में %s यहाँ %s ।

source: Page you have set for QuoteUp Cart is in Trash. Therefore, users won't be able to Check Cart and make Enquiry. You can change the status of that page %s here %s.
de_de: Seite, die Sie für QuoteUp Warenkorb eingestellt haben ist im Papierkorb. Deshalb können die Benutzer weder den Warenkorb checken noch anfragen. Sie können den Status der Seite %s hier %s ändern.
hi_in: आपके द्वारा QuoteUp कार्ट के लिए निर्धारित पृष्ठ कूड़ेदान में है। इसलिए, उपयोगकर्ता कार्ट की जांच करने और पूछताछ करने में सक्षम नहीं होंगे। आप उस पृष्ठ %s की स्थिति यहाँ %s बदल सकते हैं।

source: Paragraph
hi_in: अनुच्छेद

source: Paragraph text
hi_in: पैरा पाठ

source: Parent Forms:
hi_in: मूल प्रपत्र:

source: Password
hi_in: पारण शब्द

source: Payment Methods
hi_in: भुगतान की विधि

source: Paypal Email:
hi_in: पे पल ईमेल:

source: Paypal Mode:
hi_in: पेपैल मोड:

source: PDF Generated
de_de: PDF generiert
hi_in: पीडीएफ उत्पन्न

source: PDF generation process aborted due to security issue.
de_de: PDF Generierung Prozess wegen Sicherheitsproblemen abgebrochen
hi_in: सुरक्षा समस्या के कारण पीडीएफ पीढ़ी की प्रक्रिया समाप्त हो गई।

source: PDF Settings
de_de: PDF Einstellungen
hi_in: पीडीएफ सेटिंग्स

source: Performed by
de_de: geleistet von
hi_in: द्वारा प्रदर्शित

source: Personal data from enquiries is not removed as it is disabled
hi_in: पूछताछ से व्यक्तिगत डेटा हटाया नहीं जाता है क्योंकि यह अक्षम है

source: Phone
hi_in: फ़ोन

source: Phone Number
de_de: Telefon Nr.
hi_in: फ़ोन नंबर

source: Please add your reason behind rejecting the quote
de_de: Bitte den Grund für die Ablehnung der Quote erwähnen
hi_in: कृपया उद्धरण को अस्वीकार करने के पीछे अपना कारण जोड़ें

source: Please change language to %s to make enquiry
de_de: Bitte wechseln Sie die Sprache zu %s, um Anfrage richten zu können
hi_in: कृपया जांच करने के लिए भाषा को %s बदलें

source: Please change language to %s to make enquiry of this product
de_de: Bitte wechseln Sie die Sprache zu %s um Anfrage dieses Produkts zu richten
hi_in: कृपया इस उत्पाद की जांच करने के लिए भाषा को %s बदलें

source: Please Enter
de_de: Bitte eingeben
hi_in: कृपया दर्ज करें

source: Please Enter Date
de_de: Bitte Datum eingeben
hi_in: कृपया दिनांक दर्ज करें

source: Please Enter Email
de_de: Bitte Email eingeben
hi_in: कृपया ईमेल दर्ज करें

source: Please Enter Email Address
de_de: Bitte Emailadresse eintragen
hi_in: कृपया ईमेल पता दर्ज करें

source: Please enter email address
de_de: Bitte Email adresse eingeben
hi_in: कृपया ईमेल पता दर्ज करें

source: Please enter license key %s here %s to activate Product Enquiry Pro.
de_de: Bitte den Lizenzschlüssel %s hier %s eingeben, um Product Enquiry Pro zu aktivieren.
hi_in: कृपया उत्पाद पूछताछ प्रो सक्रिय करने के लिए लाइसेंस कुंजी %s यहां %s दर्ज करें।

source: Please enter license key.(
hi_in: कृपया लाइसेंस कुंजी दर्ज करें;

source: Please Enter Message
de_de: Bitte Nachricht eintragen
hi_in: कृपया संदेश दर्ज करें

source: Please Enter Name
de_de: Bitte Namen eintragen
hi_in: कृपया नाम दर्ज करें

source: Please Enter Phone Number
de_de: Bitte Telefonnummer eingeben
hi_in: कृपया फ़ोन नंबर दर्ज करें

source: Please Enter Quantity
de_de: Bitte Quantität eingeben
hi_in: कृपया मात्रा दर्ज करें

source: Please Enter Subject
de_de: Bitte Betreff eingeben
hi_in: कृपया विषय दर्ज करें

source: Please Enter Valid Email Address
de_de: Bitte gültige Emailadresse eintragen
hi_in: कृपया मान्य ईमेल पता दर्ज करें

source: Please enter valid email address. Multiple email addresses must be comma separated.
de_de: Bitte die gültige Email Adresse eingeben. Multiple Email Adressen müssen mit Komma getrennt werden .
hi_in: कृपया मान्य ईमेल पता दर्ज करें। एकाधिक ईमेल पतों को अलग किया जाना चाहिए।

source: Please enter valid license key(
hi_in: कृपया वैध लाइसेंस कुंजी दर्ज करें (

source: Please Enter Valid Name
de_de: Bitte gültigen Namen eintragen
hi_in: कृपया मान्य नाम दर्ज करें

source: Please Enter Valid Quantity
de_de: Bitte die gültige Quantität eingeben
hi_in: कृपया मान्य मात्रा दर्ज करें

source: Please Enter Valid Subject
de_de: Bitte einen gültigen Betreff eingeben
hi_in: कृपया मान्य विषय दर्ज करें

source: Please Enter Valid Telephone No
de_de: Bitte gültige Telefonnr. Eintragen
hi_in: कृपया मान्य टेलीफोन नंबर दर्ज करें

source: Please make sure site key and secret key belong to Captcha v3.
hi_in: कृपया सुनिश्चित करें कि साइट कुंजी और गुप्त कुंजी Captcha v3 से संबंधित है।

source: Please provide your email address associated with the quote:
de_de: Bitte Ihre Email Adresse schicken, die mit der Quote assoziiert ist:
hi_in: कृपया अपना ईमेल पता उद्धरण से संबंधित प्रदान करें:

source: Please Select
de_de: Bitte auswählen
hi_in: कृपया चुने

source: Please select a valid variation for
de_de: Bitte eine gültige Variation auswählen für
hi_in: कृपया के लिए एक वैध भिन्नता का चयन करें

source: Please select form
hi_in: कृपया फॉर्म का चयन करें

source: Please select some product options before adding this product to your cart.
hi_in: इस उत्पाद को अपनी कार्ट में जोड़ने से पहले कृपया कुछ उत्पाद विकल्पों का चयन करें।

source: Please select terms and conditions
hi_in: कृपया नियम और शर्तें चुनें

source: Please select the Approval/Rejection page %s here %s to create quote
de_de: Bitte die Bestätigung/Ablehnung Seite %s hier %s auswählen, um Quote zu erstellen
hi_in: कृपया स्वीकृति / अस्वीकृति पृष्ठ का चयन करें %s यहाँ %s उद्धरण बनाने के लिए

source: Please select variation before sending enquiry
de_de: Bitte wählen Sie die Variation aus, bevor Sie Enquiry schicken
hi_in: कृपया जांच भेजने से पहले भिन्नता का चयन करें

source: Please set a page for Enquiry & QuoteUp Cart
de_de: Bitte eine Seite für Anfrage und QuoteUp Warenkorb erstellen
hi_in: कृपया जांच और उद्धरण कार्ट के लिए एक पृष्ठ निर्धारित करें

source: Please set a page where users can approve or reject the quote %s on this page %s
de_de: Bitte eine Seite stelln, wo Benutzer die Quote %s auf diese Seite %s bestätigen oder ablehnen können
hi_in: कृपया एक पृष्ठ सेट करें जहाँ उपयोगकर्ता इस पृष्ठ %s पर उद्धरण %s को स्वीकृत या अस्वीकार कर सकते हैं

source: Please try to activate license again. If it does not activate, contact support on support@wisdmlabs.com(
hi_in: कृपया लाइसेंस को फिर से सक्रिय करने का प्रयास करें। यदि यह सक्रिय नहीं होता है, तो support@wisdmlabs.com पर संपर्क करें (

source: Please Upload minimum 1 and maximum 10 Files
hi_in: कृपया न्यूनतम 1 और अधिकतम 10 फाइलें अपलोड करें

source: Please Upload Valid File
de_de: Bitte laden
hi_in: कृपया मान्य फ़ाइल अपलोड करें

source: Please wait
de_de: Bitte warten
hi_in: कृपया प्रतीक्षा करें
