Repository: passiondeveloper1003/product-enquiry
Catalog: languages/quoteup-*.po
Languages: de_de, hi_in

source: Button Background Color: Gradient End
de_de: Button Huntergrundfarbe Gradient Ende
hi_in: बटन बैकग्राउंड कलर: ग्रेडिएंट एंड

source: Default Form
hi_in: डिफ़ॉल्ट रूप

source: Dialog Text Color
de_de: Dialog Textfabe
hi_in: संवाद पाठ रंग

source: Product Name Color
de_de: Farbe des Produktnamens
hi_in: उत्पाद का नाम रंग

source: Top - Left Position
hi_in: शीर्ष - वाम स्थिति

source: Use Activated Theme CSS
de_de: Benutze aktives CSS
hi_in: सक्रिय थीम सीएसएस का उपयोग करें

source: %s To Approve or Reject Quotation %s Click Here %s %s
de_de: %s Um Quotation zu bestätigen oder zu ablehnen %s Hier klicken %s %s
hi_in: %s को स्वीकृति दें या कोटेशन अस्वीकार करने के लिए %s यहाँ क्लिक करें %s %s

source: Add Custom CSS
de_de: Custom CSS hinzufügen
hi_in: कस्टम सीएसएस जोड़ें

source: After single product summary
de_de: nach der Produktbeschreibung
hi_in: एकल उत्पाद सारांश के बाद

source: Alternate word for Enquiry
de_de: Alternatives Wort für Enquiry.
hi_in: पूछताछ के लिए वैकल्पिक शब्द

source: Alternate word for Quote
de_de: Alternatives Wort für Quote
hi_in: उद्धरण के लिए वैकल्पिक शब्द

source: Approve Button Label
de_de: Button Label bestätigen
hi_in: बटन लेबल स्वीकृत करें

source: Attach Field Label
de_de: Feld Label zusammenhängen
hi_in: फील्ड लेबल संलग्न करें

source: Button Border Color
de_de: Button Rahmenfarbe
hi_in: बटन सीमा रंग

source: Button Location
de_de: Button Stelle
hi_in: बटन स्थान

source: Button Text Color
de_de: Button Text Farbe
hi_in: बटन पाठ रंग

source: Custom Form
hi_in: कस्टम प्रपत्र

source: Custom Styling
de_de: benutzerdefinierte Styling
hi_in: कस्टम स्टाइलिंग

source: Date Field Label
de_de: Datum Feld Label
hi_in: दिनांक फ़ील्ड लेबल

source: Dialog Background Color
de_de: Dialog Hintergrundfarbe
hi_in: डायलॉग बैकग्राउंड कलर

source: Display 'Date Field'
de_de: 'Datum Feld' anzeigen
hi_in: 'दिनांक फ़ील्ड' प्रदर्शित करें

source: Display 'Powered by WisdmLabs'
de_de: 'Powered by WisdmLabs' anzeigen
hi_in: प्रदर्शन 'WisdmLabs द्वारा संचालित'

source: Display 'Send me a copy'
de_de: 'Mir eine Kopie schicken' anzeigen
hi_in: प्रदर्शन 'मुझे एक प्रति भेजें'

source: Display Attach Field
de_de: Feld zusammenhängen zeigen
hi_in: प्रदर्शन क्षेत्र संलग्न करें

source: Display Enquiry Button As A Link
de_de: Den Button nur als Link zeigen
hi_in: एक लिंक के रूप में जांच बटन प्रदर्शित करें

source: Display Telephone Number Field
de_de: Telefonnummer Feld anzeigen
hi_in: टेलीफोन नंबर फ़ील्ड प्रदर्शित करें

source: Enable google captcha
hi_in: Google कैप्चा सक्षम करें

source: Enquiry Button Label
de_de: Anfrage Button
hi_in: पूछताछ बटन लेबल

source: Enquiry Form
hi_in: पूछताछ फार्म

source: Enquiry Privacy Policy
hi_in: पूछताछ गोपनीयता नीति

source: Google Secret Key
hi_in: Google गुप्त कुंजी

source: Google Site Key
hi_in: Google साइट कुंजी

source: Make Attach Field Mandatory
de_de: Mach Feld zusammenhängen obligatorisch
hi_in: अटैच फील्ड अनिवार्य करें

source: Make Date Field Mandatory
de_de: Datum Feld erforderlich machen
hi_in: दिनांक फ़ील्ड अनिवार्य करें

source: Make Telephone Number Field Mandatory
de_de: Machen das Telefonnummer Feld erforderlich
hi_in: टेलीफोन नंबर फील्ड अनिवार्य करें

source: Manually specify color settings
de_de: manuelles setzen der Farben
hi_in: रंग सेटिंग्स को मैन्युअल रूप से निर्दिष्ट करें

source: Reject Button Label
de_de: Button Label ablehnen
hi_in: बटन लेबल अस्वीकार करें

source: Reject Message
de_de: Nachricht ablehnen
hi_in: संदेश अस्वीकार करें

source: View Cart Button Label
de_de: Cart Button Label ansehen
hi_in: कार्ट बटन लेबल देखें

source: Your Quotation Session has started. Hence, you cannot add any more products. To end the session <input type="button" id="endsession" title="Ending Session will clear the current cart." value="Click Here">
de_de: Ihre Quotation Session ist schon angefangen. Deshalb können Sie noch Produkte nicht hinzufügen. Um die Session aufzuhören <input type="button" id="endsession" title="Letzte Session löscht den aktuellen Warenkorb." value="Hier klicken">
hi_in: आपका उद्धरण सत्र प्रारंभ हो गया है। इसलिए, आप कोई और उत्पाद नहीं जोड़ सकते। सत्र समाप्त करने के लिए <इनपुट प्रकार = \ "बटन " आईडी = \ "एंडेशनशन " शीर्षक = \ "एंडिंग सत्र वर्तमान कार्ट को साफ कर देगा। " मूल्य = \ "यहां क्लिक करें">।

source: %1$d for %2$d items
hi_in: %1$d %2$d आइटम के लिए %2$d

source: %s is not a valid email address or Quotation has been updated. Please contact site admin for new Quotation mail %s
de_de: %s ist nicht eine gültige Email Adresse oder Quotation wird schon hochgeladen. Bitte kontaktieren Sie den Site Admin für neue Quotation mail %s
hi_in: %s एक वैध ईमेल पता नहीं है या उद्धरण अद्यतन किया गया है। कृपया नए उद्धरण मेल %s लिए साइट व्यवस्थापक से संपर्क करें

source: %s No Products Selected %s
de_de: %s Keine Produkte ausgewählt %s
hi_in: %s कोई उत्पाद चयनित %s

source: %s product skipped because it's product type is not supported by Product Enquiry Pro (A.K.A QuoteUp). It works only with Simple and Variable Products.
hi_in: %s उत्पाद छोड़ दिया गया क्योंकि यह उत्पाद प्रकार उत्पाद पूछताछ प्रो (AKA QuoteUp) द्वारा समर्थित नहीं है। यह केवल Simple और Variable Products के साथ काम करता है।

source: '%s%s' is not in stock. Contact site admin to make this order
de_de: '%s%s' ist nicht vorrätig. Kontaktieren Sie den site Admin , um das zu bestellen.
hi_in: ' %s %s ' स्टॉक में नहीं है। इस आदेश को बनाने के लिए संपर्क साइट व्यवस्थापक से संपर्क करें

source: 'Add to Cart' & Price hidden for %s products.
hi_in: 'कार्ट में जोड़ें' और मूल्य %s उत्पादों के लिए छिपा हुआ है।

source: : activate to sort column ascending
hi_in: : कॉलम आरोही को सॉर्ट करने के लिए सक्रिय करें

source: : activate to sort column descending
hi_in: : अवरोही स्तंभ को सॉर्ट करने के लिए सक्रिय करें

source: [Your paragraph will be here]
hi_in: [आपका पैराग्राफ यहां होगा]

source: Account Erasure Request
hi_in: खाता मिटाने का अनुरोध

source: Action
de_de: Aktion
hi_in: कार्य

source: Activate
hi_in: सक्रिय

source: Active
de_de: Aktiv
hi_in: सक्रिय

source: Add custom label for approve quotation button.
de_de: Custom Label für Quotation bestätigen Button hinzufügen.
hi_in: स्वीकृत उद्धरण बटन के लिए कस्टम लेबल जोड़ें।

source: Add custom label for Attach Field.
de_de: Benutzerdefinierte Label für Feld Zusammenhängen
hi_in: अटैच फील्ड के लिए कस्टम लेबल जोड़ें।

source: Add custom label for Date Field.
de_de: Custom Label für Datum Feld hinzufügen
hi_in: दिनांक फ़ील्ड के लिए कस्टम लेबल जोड़ें।

source: Add custom label for Enquiry or Quote button.
de_de: Benutzerdefinierte Label für Anfrage und Quote Button hinzufügen .
hi_in: पूछताछ या उद्धरण बटन के लिए कस्टम लेबल जोड़ें।

source: Add custom label for Enquiry or Quote cart button.
de_de: Custom Label für Enquiry oder Quote Cart Button hinzufügen
hi_in: पूछताछ या भाव कार्ट बटन के लिए कस्टम लेबल जोड़ें।

source: Add custom label for Expected Price or Remarks column head in Enquiry mail and Enquiry cart. By deafult, if 'Quotation System' is disabled, then it shows 'Remarks' as column name and if 'Quotation System' is enabled, it shows 'Expected Price' as column name.
hi_in: पूछताछ मेल और पूछताछ कार्ट में अपेक्षित मूल्य या रिमार्क्स कॉलम के लिए कस्टम लेबल जोड़ें। बहरापन द्वारा, यदि 'उद्धरण प्रणाली' अक्षम है, तो यह कॉलम नाम के रूप में 'रिमार्क्स' दिखाता है और यदि 'उद्धरण प्रणाली' सक्षम है, तो यह स्तंभ नाम के रूप में 'अपेक्षित मूल्य' दिखाता है।

source: Add custom label for reject quotation button.
de_de: Custom Label für Quotation ablehnen Button hinzufügen
hi_in: उद्धरण बटन को अस्वीकार करने के लिए कस्टम लेबल जोड़ें।

source: Add custom message to display when customer rejects quote.
de_de: Benutzerdefinierte Nachricht hinzufügen, um anzuzeigen, wenn der Kunde die Quote ablehnt.
hi_in: ग्राहक द्वारा बोली को अस्वीकार करने पर प्रदर्शित करने के लिए कस्टम संदेश जोड़ें।

source: Add custom placeholder for Expected Price or Remarks column field in Enquiry mail and Enquiry cart. By deafult, if 'Quotation System' is disabled, then it shows 'Remarks' as field placeholder and if 'Quotation System' is enabled, it shows 'Expected price and remarks' as field placeholder.
hi_in: पूछताछ मेल और पूछताछ कार्ट में अपेक्षित मूल्य या रिमार्क्स कॉलम फ़ील्ड के लिए कस्टम प्लेसहोल्डर जोड़ें। बहरापन के द्वारा, यदि 'उद्धरण प्रणाली' अक्षम है, तो यह 'रिमार्क्स' को फील्ड प्लेसहोल्डर के रूप में दिखाता है और यदि 'क्वोटेशन सिस्टम' सक्षम है, तो यह फील्ड प्लेसहोल्डर के रूप में 'अपेक्षित मूल्य और टिप्पणी' दिखाता है।

source: Add File
de_de: File hinzufügen
hi_in: फाइल जोडें

source: Add New Form
hi_in: नया फ़ॉर्म जोड़ें

# add new on admin bar
source: Form
hi_in: प्रपत्र

source: Add New Page
de_de: Neue Seite hinzufügen
hi_in: नया पेज जोड़ें

source: Add Product(s)
de_de: Produkt(e) hinzufügen
hi_in: उत्पाद जोड़ें

source: Add to Cart Disabled
de_de: In den Warenkorb deaktiviert
hi_in: अक्षम करें कार्ट में जोड़ें

source: Add to Cart disabled for %s product.
hi_in: %s उत्पाद में अक्षम कार्ट में जोड़ें।

source: Add to Cart Enabled
de_de: In den Warenkorb aktiviert
hi_in: कार्ट में जोड़ें सक्षम

source: Add to Cart enabled for %s in stock product.
hi_in: स्टॉक उत्पाद में %s लिए सक्षम कार्ट में जोड़ें।

source: add to cart for all products
de_de: In dem Warenkorb legen für alle Produkte
hi_in: सभी उत्पादों के लिए कार्ट में जोड़ें

source: Admin Created Quotes
de_de: Vom Admin erstellten Quotes
hi_in: व्यवस्थापक बनाया गया उद्धरण

# admin menu
source: Wisdm Forms
hi_in: विजडम फॉर्म

source: Admin will have to select the form to be displayed in Product Enquiry Pro Settings.
hi_in: प्रोडक्ट इंक्वायरी प्रो सेटिंग्स में दिखाए जाने वाले फॉर्म का चयन प्रशासन को करना होगा।

source: Advanced Fields
hi_in: उन्नत क्षेत्र

source: After
hi_in: बाद

source: All
de_de: Alle
hi_in: सब

source: All Forms
hi_in: सभी अवस्थाएं

source: Allow WisdmLabs to collect non-sensitive diagnostic data and usage information.
hi_in: WisdmLabs को गैर-संवेदनशील नैदानिक डेटा और उपयोग जानकारी एकत्र करने की अनुमति दें।

source: Allowed extensions
hi_in: अनुमत एक्सटेंशन

source: Allows prospective customers to make enquiry about a WooCommerce product. Analyze product demands right from your dashboard.
hi_in: संभावित ग्राहकों को WooCommerce उत्पाद के बारे में पूछताछ करने की अनुमति देता है। अपने डैशबोर्ड से उत्पाद की मांगों का सही विश्लेषण करें।

source: Alternate word for Enquiry.
de_de: Alternatives Wort für Enquiry.
hi_in: पूछताछ के लिए वैकल्पिक शब्द।

source: Alternate word for Quote and Quotation.
de_de: Alternatives wort für Quote und Quotation.
hi_in: उद्धरण और उद्धरण के लिए वैकल्पिक शब्द।

source: Amount
de_de: Summe
hi_in: रकम

source: Amount( %s )
de_de: Summe( %s )
hi_in: राशि ( %s )

source: An earlier session seems to be in progress
de_de: Eine vorherige Sitzung ist noch in Bearbeitung.
hi_in: पहले का एक सत्र चल रहा है

source: and %s in stock product. Enquiry button will be displayed only when the product runs out of stock
hi_in: और स्टॉक उत्पाद में %s है। पूछताछ बटन तभी प्रदर्शित किया जाएगा जब उत्पाद स्टॉक से बाहर हो

source: Anonymization is a process of removing personal information from the data. Fields which are going to contain personal information should be ticked below to remove data associated with them during <br>1. 'Complete Personal Data Erasure' process<br>2. 'Order Specific Personal Data Erasure' process (applicable when Quotation System is enabled)<br>3. 'Enquiry/Quote Specific Personal Data Erasure' process.
hi_in: बेनामी डेटा से व्यक्तिगत जानकारी को हटाने की एक प्रक्रिया है। जिन क्षेत्रों में व्यक्तिगत जानकारी शामिल होने वाली है, उन्हें <br> 1 के दौरान उनसे जुड़े डेटा को हटाने के लिए नीचे टिक किया जाना चाहिए। 'पूर्ण व्यक्तिगत डेटा मिटाना' प्रक्रिया <br> 2। 'ऑर्डर स्पेसिफिक पर्सनल डेटा इरेज़र' प्रक्रिया (क्वोटेशन सिस्टम सक्षम होने पर लागू होती है) <br> 3। 'पूछताछ / उद्धरण विशिष्ट व्यक्तिगत डेटा त्रुटि' प्रक्रिया।

source: Anonymization is the process of removing personal data. If files attached by your customers during enquiry contain personal information, then check this field to remove those files during `Personal Data Removal` process.
hi_in: बेनामी निजी डेटा को हटाने की प्रक्रिया है। यदि पूछताछ के दौरान आपके ग्राहकों द्वारा संलग्न फ़ाइलों में व्यक्तिगत जानकारी होती है, तो `व्यक्तिगत डेटा निष्कासन 'प्रक्रिया के दौरान उन फ़ाइलों को हटाने के लिए इस क्षेत्र की जाँच करें।

source: Anonymize Form Fields
hi_in: अनाम फ़ील्ड्स अनाम करें

source: Any
hi_in: कोई भी

source: Applying Global Settings will do following things
de_de: Wenn sie globale Einstellungen einstellen, wird das Folgende passieren
hi_in: ग्लोबल सेटिंग्स लागू करने के बाद निम्नलिखित बातें करेंगे

source: Approval/Rejection Page
de_de: Bestätigung/ Ablehnung Seite
hi_in: अनुमोदन / अस्वीकृति पृष्ठ

source: Approve
hi_in: मंजूर

source: Approve Quote
de_de: Quote bestätigen
hi_in: भाव को स्वीकार करें

source: Approved
de_de: bestätigt
hi_in: मंजूर की

source: Approved but order not yet placed
de_de: bestätigt aber noch nicht bestellt
hi_in: स्वीकृत लेकिन आदेश अभी तक नहीं रखा गया

source: Attach File
de_de: File zusammenhängen
hi_in: फ़ाइल जोड़ें

source: Attachments
de_de: Zusammenhänge
hi_in: संलग्नक

source: Be a part of WisdmLabs' Product Improvement Plan.
hi_in: WisdmLabs 'उत्पाद सुधार योजना का एक हिस्सा बनें।

source: Before
hi_in: से पहले

source: Blank File. Please upload another file type
de_de: Leere File. Bitte laden Sie eine andere Art von der File
hi_in: खाली फाइल। कृपया अन्य फ़ाइल प्रकार अपलोड करें

# book
source: Add New
hi_in: नया जोड़ें

source: Bottom - Left Position
hi_in: नीचे - बाएँ स्थिति

source: Bottom - Right Position
hi_in: नीचे - सही स्थिति

source: Browse all our extensions
hi_in: हमारे सभी एक्सटेंशन ब्राउज़ करें

source: Button Background Color: Gradient Start
hi_in: बटन बैकग्राउंड कलर: ग्रेडिएंट स्टार्ट

source: Button color settings will be applied to Enquiry or Quote Request button and 'Send' button on Enquiry and Quote Request Form.
de_de: Button Farbeinstellungen werden zu der Anfrage oder Quote Request Button und 'Schicken' Button auf Enquiry und Quote Request Formular angelegt werden .
hi_in: बटन कलर सेटिंग्स को इंक्वायरी या कोट रिक्वेस्ट बटन और इंक्वायरी और कोट रिक्वेस्ट फॉर्म पर 'सेंड' बटन के लिए लागू किया जाएगा।

source: Button label
hi_in: बटन लेबल

source: Cancel Url:
hi_in: रद्द करें Url:

source: Captcha
hi_in: कैप्चा

source: Captcha could not be verified.
hi_in: कैप्चा का सत्यापन नहीं किया जा सका।

source: Captcha Error Message
hi_in: कैप्चा त्रुटि संदेश

source: Captcha Pre-Requisite
hi_in: कैप्चा पूर्व-आवश्यक

source: characters remaining
de_de: Figuren verbleibend
hi_in: शेष वर्ण

source: Check this option if your enquiry system does not work properly or displays an “Unauthorised Enquiry” error. Note: In all other cases, we advise you to keep it unchecked.
hi_in: यदि आपकी जांच प्रणाली ठीक से काम नहीं करती है या "अनधिकृत पूछताछ" त्रुटि प्रदर्शित करती है तो इस विकल्प की जाँच करें। नोट: अन्य सभी मामलों में, हम आपको इसे अनियंत्रित रखने की सलाह देते हैं।

source: Checkbox
hi_in: चेकबॉक्स

source: Clear
de_de: Löschen
hi_in: स्पष्ट

source: Click here to know more
hi_in: अधिक जानकारी के लिए यहां क्लिक करें

source: Client's Email Address
de_de: Email Adresse von dem Kunden
hi_in: ग्राहक का ईमेल पता

source: Client's Full Name
de_de: Ganzer Name von dem Kunden
hi_in: ग्राहक का पूरा नाम

source: Client's IP Address
de_de: IP Adresse von dem Kunden
hi_in: ग्राहक का आईपी पता

source: Common Fields
hi_in: सामान्य क्षेत्र

source: Commonly Used Fields
hi_in: आमतौर पर खेतों में प्रयुक्त

source: Company Address
de_de: Unternehmen Adresse
hi_in: कंपनी का पता

source: Company Email
de_de: Unternehmen Email
hi_in: कंपनी ईमेल

source: Company Name
de_de: Name des Unternehmens
hi_in: कंपनी का नाम

source: Conditional logic
hi_in: सशर्त तर्क

source: Configurations
hi_in: विन्यास

source: Confirm Password
hi_in: पासवर्ड की पुष्टि कीजिये

source: Confirm password
hi_in: पासवर्ड की पुष्टि कीजिये

source: Contains
hi_in: शामिल

source: Cookie Consent Text
hi_in: कुकी सहमति पाठ

source: Cookies Consent Settings
hi_in: कुकीज़ सहमति सेटिंग्स

source: Could not create CSV file because of Security issues
de_de: konnte CSV file wegen Sicherheitsproblemen nicht erstellen
hi_in: सुरक्षा समस्याओं के कारण CSV फ़ाइल नहीं बना सका

source: Could not create directory to store files
de_de: Konnte den Directory nicht zu store files erstellen
hi_in: फ़ाइलों को संग्रहीत करने के लिए निर्देशिका नहीं बना सका

source: Could not create Temporary file.
de_de: Temporary file nicht erstellen kann
hi_in: अस्थायी फ़ाइल नहीं बनाई जा सकी।

source: Could not migrate enquiries due to security issue.
de_de: könnte Anfragen wegen Sicherheitsproblemen nicht migrieren.
hi_in: सुरक्षा समस्या के कारण पूछताछ नहीं कर सका।

source: Create New Quote
de_de: Neue Quote erstellen
hi_in: नया उद्धरण बनाएँ

source: Create Quotation
de_de: Quotation erstellen
hi_in: उद्धरण बनाएँ

source: Create Recaptcha Key
hi_in: रेकप्टा कुंजी बनाएँ

source: Currency
hi_in: मुद्रा

source: Custom Form
hi_in: कस्टम प्रपत्र

source: Custom Form Fields
hi_in: कस्टम प्रपत्र फ़ील्ड

source: Custom Form Settings
hi_in: कस्टम प्रपत्र सेटिंग्स

source: Customer Data
de_de: Kundendaten
hi_in: ग्राहक डेटा

source: Customer Data updated.
de_de: Kundendaten aktualisiert.
hi_in: ग्राहक डेटा अपडेट किया गया।

source: Customer Email
de_de: Kunden Email
hi_in: ग्राहक ईमेल

source: Customer Name
de_de: Kundenname
hi_in: ग्राहक का नाम

source: Data update aborted due to security issue.
de_de: Daten Update wegen Sicherheitsproblemen abgebrochen
hi_in: सुरक्षा समस्या के कारण डेटा अपडेट निरस्त हो गया।

source: Date
de_de: Datum
hi_in: दिनांक

source: Date and Time
de_de: Datum und Zeit
hi_in: दिनांक और समय

source: Date format
hi_in: डेटा प्रारूप

source: Date Range
hi_in: तिथि सीमा

source: Date range
hi_in: तिथि सीमा

source: Deactivate
hi_in: निष्क्रिय करें

source: Default Form Date Field
hi_in: डिफ़ॉल्ट फॉर्म दिनांक फ़ील्ड

source: Default Form Fields
hi_in: डिफ़ॉल्ट प्रपत्र फ़ील्ड्स

source: Default Form Message
hi_in: डिफ़ॉल्ट प्रपत्र संदेश

source: Default Form Phone Number
hi_in: डिफ़ॉल्ट फॉर्म फोन नंबर

source: Default Form Settings
hi_in: डिफ़ॉल्ट प्रपत्र सेटिंग्स

source: Default Form Subject
hi_in: डिफ़ॉल्ट प्रपत्र विषय

source: Default Subject
de_de: Standard Betreff
hi_in: डिफ़ॉल्ट विषय

source: Delete
de_de: löschen
hi_in: हटाना

source: Delete Permanently
de_de: permanent löschen
hi_in: स्थायी रूप से मिटाएं

source: Delete Uploaded Files During Anonymization
hi_in: बेनामी के दौरान अपलोड की गई फ़ाइलें हटाएं

source: Deleted Products cannot be added to quote
hi_in: हटाए गए उत्पादों को उद्धरण में जोड़ा नहीं जा सकता

source: Disable
de_de: Deaktivieren
hi_in: अक्षम

source: Disable Add to Cart
de_de: In den Warenkorb deaktivieren
hi_in: कार्ट में जोड़ें अक्षम करें

source: Disable Bootstrap on frontend
hi_in: दृश्यपटल पर बूटस्ट्रैप अक्षम करें

source: Disable Enquiry
de_de: Enquiry deaktivieren
hi_in: पूछताछ अक्षम करें

source: Disable Expected Price or Remarks column
hi_in: अपेक्षित मूल्य या रिमार्क्स कॉलम अक्षम करें

source: Disable Price column
hi_in: मूल्य स्तंभ अक्षम करें

source: Disable Quotation System
de_de: Quotation System deaktivieren
hi_in: उद्धरण प्रणाली को अक्षम करें

source: Disable quote management system
de_de: Quote Management System deaktivieren
hi_in: उद्धरण प्रबंधन प्रणाली अक्षम करें

source: Display
hi_in: प्रदर्शन

source: Display Attach field on Enquiry and Quote Request form.
de_de: Feld zusammenhängen auf Anfrage und Quote Anfrage Form zeigen.
hi_in: इंक्वायरी और कोट्स रिक्वेस्ट फॉर्म पर अटैच फील्ड प्रदर्शित करें।

source: Display Cookie Consent Text
hi_in: कुकी सहमति पाठ प्रदर्शित करें

source: Display enquiry and quote button on Archive (Shop, Categories) Page
de_de: Anfrage und Quote Button auf Archiv ( Shop, Kategorien) Seite anzeigen
hi_in: संग्रह (शॉप, श्रेणियाँ) पृष्ठ पर जांच और उद्धरण बटन प्रदर्शित करें

source: Display enquiry and quote button only after the product runs out of stock
de_de: Enquiry und Quote Button anzeigen, nur nachdem das Produkt nicht vorrätig ist.
hi_in: उत्पाद के स्टॉक से बाहर होने के बाद ही जांच और उद्धरण बटन प्रदर्शित करें

source: Display enquiry and quote button only to users who are logged in
hi_in: जांच और उद्धरण बटन केवल उन उपयोगकर्ताओं को प्रदर्शित करें जो लॉग इन हैं

source: Display Enquiry or Quote button on Archive Page
de_de: Enquiry oder Quote Button auf der Archiv Seite anzeigen
hi_in: संग्रह पृष्ठ पर पूछताछ या भाव बटन प्रदर्शित करें

source: Display Enquiry or Quote button only to Loggedin user
hi_in: जांच या उद्धरण बटन केवल लॉगिन उपयोगकर्ता को दिखाएं

source: Display Enquiry or Quote button only when 'Out of Stock'
de_de: Enquiry oder Quote Button anzeigen nur, wenn ' Nicht Vorrätig'
hi_in: जांच या उद्धरण बटन तभी प्रदर्शित करें जब 'आउट ऑफ स्टॉक' हो

source: Display Telephone number field on Enquiry and Quote Request form.
de_de: Telefonnummer Feld auf Enquiry und Quote Request Formular anzeigen .
hi_in: पूछताछ और उद्धरण अनुरोध फ़ॉर्म पर टेलीफ़ोन नंबर फ़ील्ड प्रदर्शित करें।

source: Display Terms and Conditions
hi_in: नियम और शर्तें प्रदर्शित करें

source: Dollar
hi_in: डॉलर

source: Done
de_de: Gemacht
hi_in: किया हुआ

source: Download PDF
de_de: PDF herunterladen
hi_in: पीडीएफ़ डाउनलोड करें

source: Edit
de_de: bearbeiten
hi_in: संपादित करें

source: Edit Enquiry
de_de: Anfrage bearbeiten
hi_in: जांच संपादित करें

source: Edit Form
hi_in: प्रपत्र संपादित करें

source: Email
hi_in: ईमेल

source: Email*
hi_in: ईमेल*

source: Emailing Information
hi_in: ईमेल की जानकारी

source: Enable
de_de: Aktivieren
hi_in: सक्षम करें

source: Enable Add to Cart
de_de: In dem Warenkorb legen aktivieren
hi_in: Add to Cart सक्षम करें

source: Enable Enquiry
de_de: Enquiry Aktivieren
hi_in: जांच सक्षम करें

source: Enable Enquiry Button
de_de: Anfrage Button aktivieren
hi_in: पूछताछ बटन सक्षम करें

source: Enable Enquiry Button when Product goes out of Stock
de_de: Enquiry Button nur zeigen , wenn das Produkt nicht vorrätig ist
hi_in: जब उत्पाद स्टॉक से बाहर जाता है तो पूछताछ बटन सक्षम करें

source: Enable google captcha on Enquiry and Quote Request form.
hi_in: पूछताछ और उद्धरण अनुरोध फ़ॉर्म पर Google कैप्चा सक्षम करें।

source: Enable Multiproduct Enquiry and Quote Request
de_de: Muktiprodukt Anfrage und Quote Request aktivieren
hi_in: बहुप्रक्रिया पूछताछ और उद्धरण अनुरोध सक्षम करें

source: Enable PDF
de_de: PDF aktivieren
hi_in: PDF सक्षम करें

source: Enable this setting if you want to change the default color for Enquiry Cart Icon.
hi_in: यदि आप इंक्वायरी कार्ट आइकन के लिए डिफ़ॉल्ट रंग बदलना चाहते हैं तो इस सेटिंग को सक्षम करें।

source: Enabling 'Add to Cart' skipped for %s product because price is hidden for that product.
hi_in: %s उत्पाद के लिए 'Add to Cart' को छोड़ दिया गया है क्योंकि उस उत्पाद के लिए मूल्य छिपा हुआ है।

source: Ends with
hi_in: इसी के साथ समाप्त होता है

# enhanced select
source: %qty% results are available, use up and down arrow keys to navigate.
hi_in: % qty% परिणाम उपलब्ध हैं, नेविगेट करने के लिए ऊपर और नीचे तीर कुंजियों का उपयोग करें।

# enhanced select
source: Loading failed
hi_in: लोड हो रहा है विफल

# enhanced select
source: Loading more results
hi_in: अधिक परिणाम लोड हो रहे हैं

# enhanced select
source: No matches found
hi_in: कोई मेल नहीं मिले

# enhanced select
source: One result is available, press enter to select it.
hi_in: एक परिणाम उपलब्ध है, इसे चुनने के लिए एंटर दबाएं।

# enhanced select
source: Please delete %qty% characters
hi_in: कृपया% qty% वर्ण हटाएं

# enhanced select
source: Please delete 1 character
hi_in: कृपया 1 वर्ण हटाएं

# enhanced select
source: Please enter %qty% or more characters
hi_in: कृपया% qty% या अधिक वर्ण दर्ज करें

# enhanced select
source: Please enter 1 or more characters
hi_in: कृपया 1 या अधिक वर्ण दर्ज करें

# enhanced select
source: Searching
hi_in: खोज कर

# enhanced select
source: You can only select %qty% items
hi_in: आप केवल% मात्रा% आइटम का चयन कर सकते हैं

# enhanced select
source: You can only select 1 item
hi_in: आप केवल 1 आइटम का चयन कर सकते हैं
