Repository: passiondeveloper1003/product-enquiry
Catalog: languages/quoteup-*.po
Languages: de_de, hi_in

source: Plugin will automatically add shortcode [APPROVAL_REJECTION_CHOICE] on the selected page, if it is not already present in the page's content
de_de: Plugin wird automatisch den Shortcode [APPROVAL_REJECTION_CHOICE] auf die ausgewählte Seite hinzufügen, wenn es schon in dem Inhalt der Seite nicht steht.
hi_in: प्लगइन स्वचालित रूप से चयनित पृष्ठ पर शोर्ट [APPROVAL_REJECTION_CHOICE] जोड़ देगा, यदि यह पृष्ठ की सामग्री में पहले से मौजूद नहीं है

# post type general name
source: Wisdm Forms
hi_in: विजडम फॉर्म

# post type singular name
source: Form
hi_in: प्रपत्र

source: Preview Quotation
de_de: Quotation ansehen
hi_in: उद्धरण का पूर्वावलोकन करें

source: Previous
hi_in: पिछला

source: Price
de_de: Preis
hi_in: मूल्य

source: price for all products
de_de: Preis für alle Produkte
hi_in: सभी उत्पादों के लिए मूल्य

source: Price Hidden
de_de: Preis versteckt
hi_in: कीमत छिपी

source: Price Visible
de_de: Preis sichtbar
hi_in: मूल्य दर्शनीय

source: Price visible for %s product.
hi_in: %s उत्पाद के लिए दृश्यमान मूल्य।

source: Primary Email
hi_in: प्राथमिक ईमेल

source: Primary Name
hi_in: प्राथमिक नाम

source: Privacy
hi_in: एकांत

source: privacy policy
hi_in: गोपनीयता नीति

source: Processing...
hi_in: प्रसंस्करण ...

source: Product
de_de: Produkt
hi_in: उत्पाद

source: product added in Quote Cart
de_de: Produkt im Quote-Warenkorb hinzugefügt
hi_in: उत्पाद उद्धरण कार्ट में जोड़ा गया

source: Product Details
de_de: Produkt Details
hi_in: उत्पाद विवरण

source: Product Enquiry Pro
hi_in: उत्पाद पूछताछ प्रो

source: Product Enquiry Pro %s %s %s
hi_in: उत्पाद पूछताछ प्रो %s %s %s

source: Product Enquiry Pro for WooCommerce (A.K.A QuoteUp)
hi_in: WooCommerce (AKA QuoteUp) के लिए उत्पाद पूछताछ प्रो

source: Product Name
de_de: Produktname
hi_in: उत्पाद का नाम

source: Product Quantity
de_de: Produkt- Quantität
hi_in: उत्पाद गुणवत्ता

source: Product types other than simple and variable cannot be added to quote
de_de: Produkttypen außer einfache und variable können nicht zu der Quote hinzufügen
hi_in: सरल और परिवर्तनशील के अलावा अन्य उत्पाद प्रकार को उद्धरण में नहीं जोड़ा जा सकता है

source: products added in Quote Cart
de_de: Produkte im Quote-Warenkorb hinzugefügt
hi_in: उत्पादों को कार्ट में जोड़ा गया

source: Products prices that are hidden on the frontend are displayed only in the enquiry emails received by the admin
hi_in: उत्पाद की कीमतें जो सीमा पर छिपी हुई हैं, केवल व्यवस्थापक द्वारा प्राप्त पूछताछ ईमेल में प्रदर्शित की जाती हैं

source: Products that are sold individually can be added only once
de_de: Produkte , die individuell verkauft werden können nur einmal hinzugefügt werden
hi_in: व्यक्तिगत रूप से बेचे जाने वाले उत्पादों को केवल एक बार जोड़ा जा सकता है

source: Qty
de_de: Quantität
hi_in: मात्रा

source: Quantity
de_de: Quantität
hi_in: मात्रा

source: Quantity can not be in decimal.
de_de: Quantität kann nicht Dezimale sein .
hi_in: मात्रा दशमलव में नहीं हो सकती।

source: QUOTATION
hi_in: उद्धरण

source: Quotation
hi_in: उद्धरण

source: Quotation Approval/Rejection
de_de: Quoatation Bestätigung/Ablehnung
hi_in: उद्धरण अनुमोदन / अस्वीकृति

source: Quotation Details
hi_in: उद्धरण विवरण

source: Quotation Details #
hi_in: उद्धरण विवरण #

source: Quote
hi_in: उद्धरण

source: Quote Approved
de_de: Quote bestätigt
hi_in: बोली मंजूर है

source: Quote can not be saved because it is already expired. Kindly, change the date to future date.
de_de: Quote kann nicht gespeichert werden, weil es schon abgelaufen ist. Bitte wechseln Sie das Datum zum zukünftigen Zeitpunkt .
hi_in: उद्धरण सहेजा नहीं जा सकता क्योंकि यह पहले ही समाप्त हो चुका है। कृपया, दिनांक को भविष्य की तारीख में बदलें।

source: Quote Created
de_de: Quote erstellen
hi_in: उद्धरण बनाया गया

source: Quote Details
hi_in: उद्धरण विवरण

source: Quote does not include default store tax
de_de: Quote enthält default Store Steuer nicht
hi_in: उद्धरण में डिफ़ॉल्ट स्टोर कर शामिल नहीं है

source: Quote does not include shipping
de_de: Quote enthält kein Versand
hi_in: उद्धरण में शिपिंग शामिल नहीं है

source: Quote Email Language :
hi_in: उद्धरण ईमेल भाषा:

source: Quote Expired
de_de: Quote abgelaufen
hi_in: अवसान का भाव

source: Quote For
de_de: Quote für
hi_in: बोली

source: Quote Language :
de_de: Quote Sprache:
hi_in: बोली भाषा:

source: Quote PDF Language :
de_de: PDF Sprache quotieren :
hi_in: भाव पीडीएफ भाषा:

source: Quote PDF Preview
de_de: Quote PDF ansehen
hi_in: उद्धरण पीडीएफ पूर्वावलोकन

source: Quote Rejected
de_de: Quote abgelehnt
hi_in: भाव खारिज

source: Quote Request
hi_in: प्रार्थना प्रस्तुत करना

source: Quote Request from
de_de: Quote Anfrage von
hi_in: से बोली निवेदन

source: Quote Request sent from %s
de_de: Quote Request geschickt von %s
hi_in: %s से भाव अनुरोध भेजा गया

source: Quote Requested
de_de: Quote angefordert
hi_in: अनुरोध किया गया

source: Quote Saved
de_de: Quote gespeichert
hi_in: सहेजा गया भाव

source: Quote Sent
de_de: Quote geschickt
hi_in: भाव भेजा गया

source: Quote Status History
de_de: Quote Status Historie
hi_in: उद्धरण स्थिति इतिहास

source: Quote Version
hi_in: उद्धरण संस्करण

source: QuoteUp Settings
de_de: QuoteUp Einstellungen
hi_in: उद्धरण सेटिंग्स

source: Radio
hi_in: रेडियो

source: Rating
hi_in: रेटिंग

source: Rating steps
hi_in: रेटिंग कदम

source: Recipient Email Addresses
de_de: Empfänger Email Adressen
hi_in: प्राप्तकर्ता ईमेल पते

source: Redirect Page URL
hi_in: रीडायरेक्ट पेज URL

source: Regenerate PDF
de_de: PDF regenerieren
hi_in: पीडीएफ पुन: बनाएँ

source: Reject
de_de: ablehnen
hi_in: अस्वीकार

source: Reject Quote
de_de: Quote ablehnen
hi_in: उद्धरण को अस्वीकार करें

source: Reject This Quote
de_de: Diese Quote ablehnen
hi_in: इस उद्धरण को अस्वीकार करें

source: Rejected
de_de: Abgelehnt
hi_in: अस्वीकृत

source: Remarks
de_de: Bemarkungen
hi_in: टिप्पणियों

source: Remove personal data
hi_in: व्यक्तिगत डेटा निकालें

source: Remove Personal data from Enquiry/quotes during personal data erasure
hi_in: व्यक्तिगत डेटा मिटाने के दौरान पूछताछ / उद्धरण से व्यक्तिगत डेटा निकालें

source: Remove personal data from enquiry/quotes when order is anonymized
hi_in: जब आदेश गुमनाम हो तो व्यक्तिगत डेटा को पूछताछ / उद्धरण से हटा दें

source: Removed personal data from enquiry #%s.
hi_in: जांच से व्यक्तिगत डेटा हटा दिया गया # %s ।

source: Renew
hi_in: नवीकरण

source: Reply
de_de: Antworten
hi_in: जवाब दे दो

source: Reply sent successfully
de_de: Antwort erfolgreich geschickt
hi_in: उत्तर सफलतापूर्वक भेजा गया

source: Requested
de_de: angefordert
hi_in: का अनुरोध किया

source: Requestor Info
de_de: Anforderer Info
hi_in: अनुरोधकर्ता जानकारी

source: Required
hi_in: अपेक्षित

source: Restore
de_de: Zurückstellen
hi_in: पुनर्स्थापित

source: Return To Shop
de_de: Zum Shop zurückgehen
hi_in: शॉप पर लौटें

source: Return Url:
hi_in: वापसी वापसी:

source: Same variation of a product cannot be added twice.
de_de: Gleiche Variation eines Produkts kann nicht zweimal hinzugefügt werden.
hi_in: किसी उत्पाद की समान भिन्नता को दो बार नहीं जोड़ा जा सकता है।

source: SandBox
hi_in: सैंडबॉक्स

source: Save
hi_in: बचाना

source: Save changes
de_de: Änderungen speichern
hi_in: परिवर्तनों को सुरक्षित करें

source: Save my Name and Email in this browser for my next Enquiry/Quote Request
hi_in: इस ब्राउज़र में मेरा नाम और ईमेल मेरी अगली पूछताछ / उद्धरण अनुरोध के लिए सहेजें

source: Save my Name and Email in this browser for my next Enquiry/Quote Request. (Needs page refresh after submitting a form to take effect)
hi_in: इस ब्राउज़र में मेरा नाम और ईमेल मेरी अगली पूछताछ / उद्धरण अनुरोध के लिए सहेजें। (प्रभावी होने के लिए फ़ॉर्म सबमिट करने के बाद पृष्ठ ताज़ा करने की आवश्यकता होती है)

source: Saved
de_de: gespeichert
hi_in: बचाया

source: Saved Successfully
de_de: erfolgreich gespeichert
hi_in: सफलतापूर्वक बचाया

source: Saving
hi_in: बचत

source: Saving Data
de_de: Datei speichern
hi_in: डेटा की बचत

source: Search
hi_in: खोज

source: Search for a product
hi_in: एक उत्पाद के लिए खोजें

source: Search Forms
hi_in: प्रपत्र खोजें

source: Search:
hi_in: खोज:

source: Secret key after ragistration for google captcha.
hi_in: गुप्त कैप्चा के लिए चीर-फाड़ के बाद गुप्त कुंजी।

source: Secret key after registration for google captcha
hi_in: Google कैप्चा के लिए पंजीकरण के बाद गुप्त कुंजी

source: Select
hi_in: चुनते हैं

source: Select a currency
hi_in: एक मुद्रा का चयन करें

source: Select a field
hi_in: एक क्षेत्र का चयन करें

source: Select atleast one enquiry to export
de_de: Wählen Sie mindestens eine Anfrage, um zu exportieren
hi_in: निर्यात करने के लिए कम से कम एक जांच का चयन करें

source: Select Enquiries to Anonimize
hi_in: Anonimize के लिए पूछताछ का चयन करें

source: Select Enquiries to delete
de_de: Wählen Sie Anfragen, um sie zu löschen
hi_in: हटाने के लिए पूछताछ का चयन करें

source: Select Enquiry & Quote cart page. This is a page where Enquiry & Quote Cart is shown.
de_de: Anfrage und Quote Warenkorb Seite auswählen. Das ist eine Seite , wo Anfrage und Quote Warenkorb gezeigt wird.
hi_in: पूछताछ और उद्धरण कार्ट पेज का चयन करें। यह एक पृष्ठ है जहाँ पूछताछ और उद्धरण कार्ट दिखाया गया है।

source: Select fields to be anonymized
hi_in: अज्ञात क्षेत्रों का चयन करें

source: Select Page
de_de: Seite auswählen
hi_in: पेज का चयन करें

source: Select the checkbox if the site key and secret key correspond to google captcha version 3. Otherwise, keys will be treated as Captcha version 2.
hi_in: चेक बॉक्स का चयन करें यदि साइट कुंजी और गुप्त कुंजी Google कैप्चा संस्करण 3 से मेल खाती है। अन्यथा, कुंजी को कैप्चा संस्करण 2 के रूप में माना जाएगा।

source: Select your Icon
hi_in: अपना आइकन चुनें

source: Selected Field
hi_in: चयनित क्षेत्र

source: Selector for Variation Id
hi_in: चयनकर्ता क्रमांक

source: Send
de_de: schicken
hi_in: भेजना

source: Send Enquiry for
de_de: Anfrage schicken für
hi_in: के लिए जांच भेजें

source: Send mail to Admin
de_de: Mail an dem Admin schicken
hi_in: व्यवस्थापक को मेल भेजें

source: Send mail to Product Author
de_de: Eine Email an dem Produkt Autor schicken
hi_in: उत्पाद लेखक को मेल भेजें

source: Send me a copy
de_de: Mir eine Kopie schicken
hi_in: मुझे एक कॉपी भेजें

source: Send Quotation
de_de: Quotation schicken
hi_in: उद्धरण भेजें

source: Send Quote
de_de: Quote schicken
hi_in: भाव भेजें

source: Send Quote To :
de_de: Quote senden an:
hi_in: उद्धरण भेजें:

source: Sending Mail
de_de: Mail schicken
hi_in: मेल भेजना

source: Sent
de_de: geschickt
hi_in: भेज दिया

source: Settings
de_de: Einstellungen
hi_in: सेटिंग्स

source: Settings Saved
de_de: Einstellungen gespeichert
hi_in: सेटिंग्स को सहेजा गया

source: SHIPPING
de_de: VERSAND
hi_in: शिपिंग

source: Show
de_de: Zeigen
hi_in: प्रदर्शन

source: Show %s entries
hi_in: %s प्रविष्टियां दिखाएं

source: Show a different month
de_de: Eine andre Monate zeigen
hi_in: एक अलग महीना दिखाएं

source: Show Add to Cart button
de_de: In dem Warenkorb legen Button zeigen
hi_in: Add to Cart बटन दिखाओ

source: Show Old Price in Quotation
de_de: Alten Preis in Quotation zeigen
hi_in: उद्धरण में पुरानी कीमत दिखाएं

source: Show Original Enquiry
hi_in: मूल पूछताछ दिखाएँ

source: Show Price
de_de: Preis zeigen
hi_in: मूल्य दिखाएं

source: Showing %1$s to %2$s of %3$s entries
hi_in: दिखा रहा है %1$s को %2$s के %3$s प्रविष्टियों

source: Showing 0 to 0 of 0 entries
hi_in: 0 से 0 प्रविष्टियों को दिखा रहा है

source: Site inactive (Press Activate license to activate plugin(
hi_in: साइट निष्क्रिय (प्रेस सक्रिय लाइसेंस प्लगइन सक्रिय करने के लिए ()

source: Site key after ragistration for google captcha.
hi_in: Google कैप्चा के लिए ragistration के बाद साइट की।

source: Site key after registration for google captcha
hi_in: Google कैप्चा के लिए पंजीकरण के बाद साइट कुंजी

source: Size of file you are trying to upload is %s which is too large. Max file size allowed is %s
de_de: Die Größe von der File, die Sie hochladen wollen ist %s, was zu groß ist. Die maximale Größe ist %s
hi_in: आपके द्वारा अपलोड की जा रही फ़ाइल का आकार %s जो बहुत बड़ा है। अधिकतम फ़ाइल आकार की अनुमति %s

source: Some issue with file upload
de_de: Manche Probleme mit dem File Upload
hi_in: फ़ाइल अपलोड के साथ कुछ समस्या

source: Sorry, no products matched your selection. Please choose a different combination.
hi_in: क्षमा करें, कोई भी उत्पाद आपके चयन से मेल नहीं खाता। कृपया एक अलग संयोजन चुनें।

source: Sorry, this product is unavailable. Please choose a different combination.
de_de: Entschuldigung, das Produkt ist nicht verfügbar. Bitte eine andere Kombination auswählen.
hi_in: क्षमा करें, यह उत्पाद अनुपलब्ध है। कृपया एक अलग संयोजन चुनें।

source: Specify Color Settings
de_de: Spezielle Farben
hi_in: रंग सेटिंग्स निर्दिष्ट करें

source: Specify Icon Color
hi_in: चिह्न रंग निर्दिष्ट करें

source: Starts with
hi_in: इसके साथ आरंभ होता है

source: Status
hi_in: स्थिति

source: Styling Options
de_de: Design Optionen
hi_in: स्टाइलिंग विकल्प

source: Subject
de_de: Betreff
hi_in: विषय

source: Subject to be used if customer does not enter a subject
de_de: Betreff zum Nutz, wenn der Kunde einen betreff nicht eingibt
hi_in: यदि ग्राहक किसी विषय में प्रवेश नहीं करता है, तो उपयोग किए जाने वाले विषय

source: Submit
de_de: Absenden
hi_in: प्रस्तुत करना

source: System
hi_in: प्रणाली

source: TAX
de_de: STEUER
hi_in: कर

source: Telephone
de_de: Telefon
hi_in: टेलीफोन

source: Terms and conditions accepted
hi_in: नियम और शर्तें स्वीकार की गईं

source: Text
hi_in: टेक्स्ट

source: Textarea
hi_in: पाठ क्षेत्र

source: Thank you message
hi_in: धन्यवाद संदेश

source: Thank You!
hi_in: धन्यवाद!

source: The quotation has expired.
de_de: Die Quotation ist abgelaufen.
hi_in: उद्धरण समाप्त हो गया है।

source: The quotation PDF will be attached to this email
de_de: Die Quotation PDF wird mit dieser Email angehängt werden
hi_in: इस ईमेल पर उद्धरण पीडीएफ संलग्न किया जाएगा

source: There was an error while connecting to the server. please try again later.(
hi_in: सर्वर से कनेक्ट करते समय एक त्रुटि हुई थी। बाद में पुन: प्रयास करें।(

source: These settings will add details to the generated quote when the Quotation System is enabled.
de_de: Diese Einstellungen werden Details zu der generierten Quote hinzufügen, wenn das Quotation System aktiviert ist.
hi_in: जब कोटेशन सिस्टम को सक्षम किया जाता है तो ये सेटिंग्स जनरेट किए गए उद्धरण में विवरण जोड़ देंगी।

source: This email has the quotation attached for your enquiry
de_de: Diese Email hat die Quotation, die für Ihre Anfrage angehängt wird
hi_in: इस ईमेल में आपकी पूछताछ के लिए कोटेशन संलग्न है

source: this field if
hi_in: यह क्षेत्र यदि

source: This product is currently out of stock and unavailable.
de_de: Das Produkt ist derzeit nicht vorrätig und unverfügbar.
hi_in: यह उत्पाद वर्तमान में स्टॉक से बाहर है और अनुपलब्ध है।

source: This setting let's you disable the 'Expected Price' or 'Remarks' column in the enquiry mail and enquiry cart. If 'Quotation System' is disabled, then it shows 'Remarks' as column name and if 'Quotation System' is enabled, it shows 'Expected Price' as column name.
hi_in: यह सेटिंग आपको पूछताछ \ n मेल और पूछताछ कार्ट में 'अपेक्षित मूल्य' या 'रिमार्क्स' कॉलम को निष्क्रिय करने देती है। यदि 'उद्धरण प्रणाली' अक्षम है, तो यह कॉलम नाम के रूप में 'रिमार्क्स' दिखाता है और यदि 'उद्धरण प्रणाली' सक्षम है, तो यह स्तंभ नाम के रूप में 'अपेक्षित मूल्य' दिखाता है।

source: This setting let's you disable the 'Price' column in the enquiry mail and enquiry cart.
hi_in: यह सेटिंग आपको पूछताछ मेल और पूछताछ कार्ट में 'मूल्य' कॉलम को निष्क्रिय करने देती है।

source: This text will be displayed in the enquiry form to ask for the consent
hi_in: इस पाठ को सहमति के लिए पूछने के लिए पूछताछ फॉर्म में प्रदर्शित किया जाएगा

source: This update includes database architectural changes. We strongly recommend to migrate the previous enquiries. Previous enquiries will be displayed in enquiry details table only after migration. No need to migrate enquiries if already migrated
de_de: Das Update enthält Database architektonik Veränderungen. Wie empfehlen, die vorherigen Anfragen zu migrieren . Vorherige Anfragen werden ein Anfrage Details Tabelle erst nach der Migration angezeigt werden . Brauchen Sie die Anfragen nicht zu migrieren, wenn schon migriert.
hi_in: इस अद्यतन में डेटाबेस आर्किटेक्चर परिवर्तन शामिल हैं। हम पिछली पूछताछ को माइग्रेट करने की जोरदार सलाह देते हैं। पिछली पूछताछ को माइग्रेशन के बाद ही पूछताछ विवरण तालिका में प्रदर्शित किया जाएगा। यदि पहले से ही माइग्रेट किया गया है, तो माइग्रेट करने की आवश्यकता नहीं है

source: This will be shown in the form
hi_in: इसे फॉर्म में दिखाया जाएगा

source: This will display 'Date Field' on Enquiry or Quote request form.
de_de: Das wird 'Datum Feld' auf dem Enquiry oder Quote Request Formular anzeigen.
hi_in: यह पूछताछ या उद्धरण अनुरोध फ़ॉर्म पर 'दिनांक फ़ील्ड' प्रदर्शित करेगा।

source: This will display 'Send me a copy' checkbox on Enquiry or Quote request form.
de_de: Das wird 'mir eine Kopie schicken' Checkbox auf Anfrage oder Quote Request Formular anzeigen
hi_in: यह पूछताछ या उद्धरण अनुरोध फ़ॉर्म पर 'मुझे एक प्रति भेजें' चेकबॉक्स प्रदर्शित करेगा।

source: Though Add to Cart is enabled for %s out of product, Add to Cart button is shown only for in-stock products.
hi_in: हालाँकि Add to Cart उत्पाद के %s लिए सक्षम है, Add to Cart बटन केवल इन-स्टॉक उत्पादों के लिए दिखाया गया है।

source: Title
hi_in: शीर्षक

source: To display 'Cookie Consent Text' on Enquiry or Quote request form, you must enable this. This Consent is displayed only for logged out users
hi_in: पूछताछ या उद्धरण अनुरोध फ़ॉर्म पर 'कुकी सहमति पाठ' प्रदर्शित करने के लिए, आपको इसे सक्षम करना होगा। यह सहमति केवल लॉग आउट किए गए उपयोगकर्ताओं के लिए प्रदर्शित की जाती है

source: To display 'Terms and Conditions' checkbox on Enquiry or Quote request form, you must enable this.
hi_in: पूछताछ या उद्धरण अनुरोध फ़ॉर्म पर 'नियम और शर्तें' चेकबॉक्स प्रदर्शित करने के लिए, आपको इसे सक्षम करना होगा।

source: Today
de_de: Heute
hi_in: आज

source: Top - Right Position
hi_in: शीर्ष - सही स्थिति

source: TOTAL
de_de: Gesamtsumme
hi_in: संपूर्ण

source: Total
de_de: Gesamtsumme
hi_in: संपूर्ण

source: Total price
de_de: Gesamtpreis
hi_in: कुल कीमत

source: Total Quantity can not be less than or equal to 0
de_de: Gesamtsumme kann nicht weniger oder gleich als/wie 0 sein
hi_in: कुल मात्रा 0 से कम या उसके बराबर नहीं हो सकती है

source: Total quantity is 0. Quotation is same as orignal quantity and price
de_de: Gesamtquantität ist 0. Quotation ist gleich wie die originelle Quantität und Preis
hi_in: कुल मात्रा 0. कोटेशन समान मात्रा और कीमत के समान है

source: Unauthorized enquiry
de_de: Nicht autorisierte Anfrage
hi_in: अनधिकृत पूछताछ

source: Update Enquiry & Quote Cart
de_de: Enquiry und Quote Cart aktualisieren
hi_in: अद्यतन पूछताछ और भाव गाड़ी

source: Update Enquiry Cart
de_de: Enquiry Cart aktualisieren
hi_in: अद्यतन पूछताछ कार्ट

source: Update Quotation
de_de: Quoation aktualisieren
hi_in: अद्यतन उद्धरण

source: Upload Image
de_de: Bild hochladen
hi_in: तस्वीर डालिये

source: Upload or Choose Your Custom Image File
de_de: Ihre custom File Image File hochladen oder auswählen
hi_in: अपनी कस्टम छवि फ़ाइल अपलोड या चुनें

source: URL
hi_in: यूआरएल

source: Use Bulk Actions to change visibility
de_de: Benutzen Sie bzlk Actions , um Sichtbarkeit zu ändern
hi_in: दृश्यता बदलने के लिए बल्क क्रियाओं का उपयोग करें

source: User will be forwarded to this on successful Quote request. Leave blank if not needed
de_de: Benutzer wird hier nach der erfolgreichen Quote Request weitergeleitet werden. Lassen Sie es leer, wenn nicht nötig.
hi_in: उपयोगकर्ता को सफल उद्धरण अनुरोध पर इसे भेजा जाएगा। जरूरत न होने पर खाली छोड़ दें

source: Validation
hi_in: मान्यकरण

source: Value
hi_in: मूल्य

source: Variations
de_de: Variationen
hi_in: बदलाव

source: Version No.
de_de: Version nummer
hi_in: संस्करण संख्या

source: View
hi_in: राय

source: View Enquiry & Quote Cart
de_de: Enquiry und Quote Cart ansehen
hi_in: पूछताछ और उद्धरण कार्ट देखें

source: View Enquiry Cart
de_de: Enquiry Cart ansehen
hi_in: इंक्वायरी कार्ट देखें

source: View Form
hi_in: फॉर्म देखें

source: Visibility
de_de: Sichtbarkeit
hi_in: दृश्यता

source: Visitor IP Address
hi_in: आगंतुक आईपी पता

source: When checked, sends enquiry email to author/owner of the Product
de_de: Wenn gecheckt, schickt Enquiry Email an dem Autor/Besitzer des Produkts
hi_in: जब जाँच की जाती है, तो उत्पाद के लेखक / मालिक को पूछताछ ईमेल भेजता है

source: When checked, sends the enquiry email to the Admin email address specified under Settings -> General
de_de: Wenn gecheckt , schickt die Enquiry Email an der Admin Email Adresse unter Einstellungen -> Allgemein
hi_in: जब जाँच की जाती है, तो सेटिंग्स -> सामान्य के तहत निर्दिष्ट व्यवस्थापक ईमेल पते पर पूछताछ ईमेल भेजता है

source: While handling an account erasure request, should personal data within enquiry/quotes be retained or removed.
hi_in: खाता उन्मूलन अनुरोध को संभालते समय, पूछताछ / उद्धरण के भीतर व्यक्तिगत डेटा को बनाए रखा जाना चाहिए या हटा दिया जाना चाहिए।

source: While handling an order erasure request, should personal data within enquiry/quotes be retained or removed (applicable when Quotation System is enabled).
hi_in: ऑर्डर इरेज़र अनुरोध को हैंडल करते समय, पूछताछ / उद्धरण के भीतर व्यक्तिगत डेटा को बनाए रखा जाना चाहिए या हटा दिया जाना चाहिए (कोटेशन सिस्टम सक्षम होने पर लागू होता है)।

source: WisdmLabs License Options
hi_in: WisdmLabs लाइसेंस विकल्प

source: WooCommerce plugin is not active. In order to make the Product Enquiry Pro for WooCommerce (A.K.A QuoteUp) plugin work, you need to install and activate WooCommerce first.
de_de: WooCommerce Plugin ist nicht aktiv. Um Product Enquiry pro zu nutzen, müssen Sie zuerst WooCommerce installieren und aktivieren.
hi_in: WooCommerce प्लगइन सक्रिय नहीं है। WooCommerce (AKA QuoteUp) प्लगइन काम के लिए उत्पाद पूछताछ प्रो बनाने के लिए, आपको पहले WooCommerce स्थापित और सक्रिय करने की आवश्यकता है।

source: You are not allowed to edit %s. Therefore you can not disable Add to Cart for this product
de_de: Sie dürfen nicht %s bearbeiten. Deshalb können Sie In den Warenkorb für dieses Produkt nicht deaktivieren.
hi_in: आपको %s को संपादित करने की अनुमति नहीं है। इसलिए आप इस उत्पाद के लिए Add to Cart को अक्षम नहीं कर सकते

source: You are not allowed to edit %s. Therefore you can not disable enquiry for this product
de_de: Sie dürfen nicht %s bearbeiten. Deshalb können Sie Enquiry für dieses Produkt nicht deaktivieren.
hi_in: आपको %s को संपादित करने की अनुमति नहीं है। इसलिए आप इस उत्पाद के लिए जांच को अक्षम नहीं कर सकते

source: You are not allowed to edit %s. Therefore you can not enable Add to Cart for this product
de_de: Sie dürfen nicht %s bearbeiten. Deshalb können Sie In den Warenkorb für dieses Produkt nicht aktivieren.
hi_in: आपको %s को संपादित करने की अनुमति नहीं है। इसलिए आप इस उत्पाद के लिए Add to Cart को सक्षम नहीं कर सकते

source: You are not allowed to edit %s. Therefore you can not enable enquiry for this product
de_de: Sir dürfen %s nicht nicht bearbeiten. Deshalb können Sie
hi_in: आपको %s को संपादित करने की अनुमति नहीं है। इसलिए आप इस उत्पाद के लिए जांच को सक्षम नहीं कर सकते

source: You are not allowed to edit %s. Therefore you can not hide price for this product
de_de: Sie dürfen nicht %s bearbeiten. Deshalb können Sie den Preis für dieses Produkt nicht verstecken.
hi_in: आपको %s को संपादित करने की अनुमति नहीं है। इसलिए आप इस उत्पाद के लिए कीमत नहीं छिपा सकते

source: You are not allowed to edit %s. Therefore you can not make price visible for this product
de_de: Sie dürfen nicht %s bearbeiten. Deshalb können Sie den Preis für dieses Produkt nicht zeigen.
hi_in: आपको %s को संपादित करने की अनुमति नहीं है। इसलिए आप इस उत्पाद के लिए मूल्य दृश्यमान नहीं बना सकते

source: You can add multiple email addresses separated by comma
de_de: Sie können multiple Email Adressen hinzufügen und mit Komma trennen
hi_in: आप अल्पविराम द्वारा अलग किए गए कई ईमेल पते जोड़ सकते हैं

source: You can disable bootstrap if your theme already has it.
hi_in: यदि आपका थीम पहले से है तो आप बूटस्ट्रैप को निष्क्रिय कर सकते हैं।
