Repository: passiondeveloper1003/product-enquiry
Catalog: languages/quoteup-*.po
Languages: de_de, hi_in

source: You can enable/disable multiproduct enquiry or quote. At a time single or multiproduct enquiry or quote will be available.
de_de: Sie können multiprodukt Anfrage oder Quote aktivieren/deaktivieren. Gleichzeitig wird einzige oder multiprodukt Anfrage oder Quote verfügbar sein.
hi_in: आप मल्टीपरोड पूछताछ या बोली को सक्षम / अक्षम कर सकते हैं। एक बार में एकल या बहुउद्देशीय जांच या उद्धरण उपलब्ध होगा।

source: You can enable/disable PDF.
de_de: Sie können PDF aktivieren/deaktivieren
hi_in: आप पीडीएफ को सक्षम / अक्षम कर सकते हैं।

source: You cannot add &quot;%s%s&quot; to the quotation because the product is out of stock.
de_de: Sie können &quot;%s%s&quot; zu der Quotation nicht hinzufügen, denn das Produkt ist nicht vorrätig.
hi_in: आप जोड़ नहीं सकते & quot; %s %s & quot; उत्पाद के स्टॉक से बाहर होने के कारण कोटेशन।

source: You cannot add that quantity of &quot;%s%s&quot; to the quotation because there is not enough stock (%s remaining).
de_de: Sie können diese Quantität von &quot;%s%s&quot; nicht zu der Quotation hinzufügen, denn es gibt nicht genug Stock (%s bleibt noch).
hi_in: आप उस मात्रा को जोड़ नहीं सकते & quot; %s %s & quot; उद्धरण के लिए पर्याप्त स्टॉक नहीं है ( %s शेष)।

source: You cannot add that quantity of &quot;%s&quot; to the quotation &mdash; we have %s in stock and you have %s in your quotation.
de_de: Sie können diese Quantität von &quot;%s&quot; zu der Quotation &mdash; wir haben %s auf Lager und Sie haben %s in Ihrer Quotation.
hi_in: आप उस मात्रा को जोड़ नहीं सकते & quot; %s & quot; उद्धरण & mdash; हमारे पास %s स्टॉक में हैं और आपके पास %s अपने उद्धरण में।

source: You have all of our extensions. Thank you for your support!
hi_in: आपके पास हमारे सभी एक्सटेंशन हैं। आपके सहयोग के लिए धन्यवाद!

source: Your cart is currently empty
de_de: Ihr Warenkorb ist leer
hi_in: आपकी गाड़ी वर्तमान में रिक्त है

source: Your enquiry and quotation cart is currently empty.
de_de: Ihr Anfrage und Quotation Warenkorb ist derzeit leer.
hi_in: आपकी पूछताछ और उद्धरण गाड़ी वर्तमान में खाली है।

source: Your enquiry cart is currently empty.
de_de: Ihr Anfrage Warenkorb ist derzeit leer.
hi_in: वर्तमान में आपकी पूछताछ कार्ट खाली है।

source: Your license key has Expired. Please, Renew it.(
hi_in: आपकी लाइसेंस कुंजी समाप्त हो गई है। कृपया, इसे नवीनीकृत करें! "

source: Your license key is activated(
hi_in: आपकी लाइसेंस कुंजी सक्रिय है (

source: Your License Key is already activated at : %s Please deactivate the license from one of the above site(s) to successfully activate it on your current site.(
hi_in: आपकी लाइसेंस कुंजी पहले से सक्रिय है: %s कृपया लाइसेंस को उपरोक्त साइट (नों) में से किसी एक को सफलतापूर्वक अपने स्थान पर सक्रिय करने के लिए निष्क्रिय करें।

source: Your License key is disabled(
hi_in: आपकी लाइसेंस कुंजी अक्षम है (

source: « Previous
hi_in: " पिछला

source: Show Orignal Enquiry
de_de: Originelle Anfrage zeigen

source: %s License
de_de: %s Lizenz

source: Button Background Color: Gradient Start
de_de: Button Hintergrundfarbe Gradient Anfang

source: At the end of single product page
de_de: Am Ende der Prduktseite

source: Logo for PDF
de_de: Logo für PDF

source: Your license key is activated.
de_de: Ihr Lizenzkey ist aktiv

source: No response from server. Please try again later.
de_de: Keine Reaktion von dem Server

source: License Activation Failed. Please try again or contact support on support@wisdmlabs.com
de_de: Lizenz Aktivierung nicht erfolgreich. Bitte noch einmal versuchen oder an support@wisdmlabs.com Email schicken.

source: Please enter license key.
de_de: Bitte Lizenzkey eingeben

source: Your License Key is already activated at : %s Please deactivate the license from one of the above site(s) to successfully activate it on your current site.
de_de: Ihr Lizenzschlüssel ist schon aktiviert an : %s Bitte deaktivieren Sie die Lizenz von einer der obenen Sites , um es erfolgreich auf Ihre current Site zu aktivieren

source: No Activations Left.
de_de: Keine Aktivierungen verbleiben

source: Your license key has Expired. Please, Renew it.
de_de: Ihr Lizenzschlüssel ist abgelaufen. Bitte erneuern Sie es.

source: Your License key is disabled
de_de: Ihr Lizenzschlüssel ist deaktiviert

source: Please enter valid license key
de_de: Bitte den gültigen Lizenzschlüssel eingeben

source: Please try to activate license again. If it does not activate, contact support on support@wisdmlabs.com
de_de: Bitte versuchen Sie, den Lizenz noch einmal zu aktivieren. Falls es trotzdem nicht aktiviert wird, kontaktieren Sie support@wisdmlabs.com

source: Site inactive (Press Activate license to activate plugin)
de_de: Site inaktiv ( Klicken Sie auf Lizenz aktivieren, um Plugin zu aktivieren)

source: License Key is deactivated
de_de: Lizenzschlüssel ist deaktiviert

source: Following Error Occurred: %s. Please contact support on support@wisdmlabs.com if you are not sure why this error is occurring
de_de: Folgende Fehler stattgefunden: %s. Bitte kontaktieren Sie support@wisdmlabs.com, wenn es Ihnen nicht klar ist, warum diese Fehler stattfindet

source: %s License Options
de_de: %s Lizenz Optionen

source: License Key
de_de: Lizenz Schlüssel

source: License Status
de_de: Lizenz Status

source: Activate License
de_de: Lizenz aktivieren

source: Deactivate License
de_de: Lizenz deaktivieren

source: Renew License
de_de: Lizenz erneuern

source: Indicates required fields
de_de: zeigt erforderliche Felder an
